---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Grad
source: html/d2371755-5eb4-716e-1974-7ccbd67b781f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Grad Property

Symbol grad, indicating unit Gradians.

## Syntax (C#)
```csharp
public static ForgeTypeId Grad { get; }
```